export const cover_page_info = {
    title: "섹스 취향 테스트",
    subtitle: "나는 어떤 취향을 갖고 있을까?",
    description: "설명하기 어려웠던 나의 취향!\n 당신의 취향을 알려드립니다"
}

export const questions = [
  {
    question: "한여름밤, 당신은 연인과 늦은 밤 해변을 거닐고 있습니다. 파도 소리와 바닷바람이 당신의 신체와 마음을 여유롭게 만들어줍니다. 어떤 순간 당신은 더 매력적으로 느껴지나요?",
    answers: ["서로의 손을 잡으며 감정적인 연결", "모래 위에 누워 별을 보며 즐거운 시간"],
  },
  {
    question: "새로운 연인 관계에서 당신이 중요하게 생각하는 점은 무엇인가요?",
    answers: ["서로에 대한 심도 있는 대화를 통해 더 깊은 관계를 형성하는 것", "새로운 성적인 경험과 쾌락을 함께하며 관계를 더 활기차게 만드는 것"],
  },
  {
    question: "당신이 연인과의 저녁 식사를 준비하려고 합니다. 당신의 선택은?",
    answers: ["함께 요리하며 정성스럽게 음식 차리기", "그동안 정말 먹고 싶었던 맛있는 음식 주문하기"],
  },
  {
    question: "당신에게 더 감동적인 순간은?",
    answers: ["따뜻하게 맞붙어 깊은 감정을 공유하는 순간", "새로운 장소나 활동을 통해 놀라운 경험을 만드는 순간"],
  },
  {
    question: "어느 날 친구가 당신에게 미팅 어플을 추천해 주었습니다. 이 때, 당신이 더 관심을 가질 어플은 무엇인가요?",
    answers: ["취미를 같이 즐길 수 있는 상대를 찾을 수 있는 어플", "꿈꾸던 이상형을 찾을 수 있는 어플"],
  },
  {
    question: "어떤 순간 당신은 상대방과 감정적으로 더 가까워지는 느낌을 받을까요?",
    answers: ["상대방과 함께 새로운 시도를 통해 더 감정적인 연결을 찾는 순간", "익숙하지 않은 상황에서 자유롭게 자신을 표현하며 놀라운 경험을 즐기는 순간"],
  },
  {
    question: "성적인 경험에서 어떤 것이 당신을 더 만족스럽게 만드나요?",
    answers: ["상대방의 감정적인 속삭임과 공감", "신체적인 탐구와 쾌락"],
  },
  {
    question: "새로운 것을 시도하거나 도전하는 과정에서 당신과 파트너가 ‘함께한다’ 느껴지는 순간은 어떤 느낌일까요?",
    answers: ["따뜻한 마음으로 상대방을 이해하며 둘이 함께 성장하는 순간", "새로운 도전과 모험을 통해 둘만의 시간을 더욱 풍성하게 만드는 순간"],
  },
  {
    question: "당신은 여행 중에 이국적인 음식과 문화를 만날 기회가 생겼습니다. 이 때 당신이 가장 호기심을 가질 것 같은 활동은 무엇인가요?",
    answers: ["현지 사람들과 깊이 이야기하며 문화와 역사에 관심을 갖습니다.", "현지 음식을 즐기며 새로운 경험을 찾습니다."],
  },
  {
    question: "당신이 성적인 관계에서 중요하게 생각하는 측면은 무엇인가요?",
    answers: ["온화한 밤, 은은한 조명 아래에서 함께하는 공감과 이해", "침실 안에서 새로운 아이디어와 열린 대화로 더 깊은 연결"],
  },
  {
    question: "당신의 연인과의 휴가 중, 어떤 공간이 더 매력적으로 느껴지나요?",
    answers: ["트레킹 중 만나는 여유로운 분위기의 로컬 카페", "숲 속에 지어진 모던한 호텔에서의 호캉스"]
  }
]
