export const cover_page_info = {
  title: "섹스 취향 테스트",
  subtitle: "나는 어떤 취향을 갖고 있을까?",
  description: "설명하기 어려웠던 나의 취향!\n 당신의 취향을 알려드립니다"
}

export const questions = [
  {
    question: "당신은 특별한 이와 함께 호텔에서 로맨틱한 밤을 보내게 됩니다. 이 때, 당신이 더 선호하는 것은 무엇인가요?",
    answers: ["둘만의 감성적인 공간에서 대화", "뜨거운 성적인 경험과 감각적인 순간"],
  },
  {
    question: "당신은 신나는 파티에 참석하게 됩니다. 파티에서 당신이 더 즐거워하는 것은 무엇인가요?",
    answers: ["좋은 대화와 감동적인 순간", "춤추며 즐기는 분위기"],
  },
  {
    question: "당신은 여행 중에 이국적인 음식과 문화를 만날 기회가 생겼습니다. 이 때 당신이 가장 호기심을 가질 것 같은 활동은 무엇인가요?",
    answers: ["현지 사람들과 깊이 이야기하며 문화와 역사에 관심을 갖습니다.", "현지 음식과 술을 즐기며 새로운 경험을 찾습니다."],
  },
  {
    question: "당신은 봄날의 산책을 즐기며 꽃들의 향기와 신선한 공기를 맡고 있습니다. 이때, 당신이 다음에 할 일은?",
    answers: ["자신만의 고요한 순간을 즐긴다", "더 많은 사람들과 나누고 싶어 연락을 취한다."],
  },
  {
    question: "당신은 어느날 친구의 생일 파티에 초대되었습니다. 파티에서 당신이 가장 시간을 보낼 것 같은 장소는 어디인가요?",
    answers: ["파티 곳곳에서 이야기를 나누며 각자의 경험을 공유합니다.", "음악과 춤, 게임 등의 활동을 통해 신나게 놀며 재미를 찾습니다."],
  },
  {
    question: "당신의 연인과의 휴가 중, 어떤 공간이 더 매력적으로 느껴지나요?",
    answers: ["트레킹 중 만나는 여유로운 분위기의 로컬 카페", "숲 속에 지어진 모던한 호텔에서의 호캉스"],
  },
  {
    question: "어느 날 친구가 당신에게 미팅 어플을 추천해 주었습니다. 이 때, 당신이 더 관심 가질 어플은 무엇인가요?",
    answers: ["취미를 같이 즐길 수 있는 상대를 찾을 수 있는 어플", "꿈꾸던 이상형을 찾을 수 있는 어플"],
  },
  {
    question: "당신이 연인과의 저녁 식사를 준비하려고 합니다. 당신의 선택은?",
    answers: ["함께 요리하며 정성스럽게 음식 차리기", "그동안 정말 먹고 싶었던 맛있는 음식 주문하기"],
  },
  {
    question: "당신이 새로운 관계에서 중요하게 생각하는 점은 무엇인가요?",
    answers: ["감정적인 연결과 심도 있는 대화를 통해 더 깊은 관계를 형성하는 것", "새로운 성적인 경험과 쾌락을 함께하며 관계를 더 활기차게 만드는 것"],
  },
  {
    question: "한여름밤, 당신은 연인과 늦은 밤 해변을 거닐고 있습니다. 파도 소리와 바닷바람이 당신의 신체와 마음을 여유롭게 만들어줍니다.",
    answers: ["서로의 손을 잡으며 감정적인 연결", "모래 위에 누워 별을 보며 즐거운 시간"],
  }
];
